* DONE Lession 47one
   CLOSED: [2017-10-22 日 20:24]99.8%
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:24]
   - State "STARTED"    from "DONE"       [2017-10-22 日 20:22]
   CLOCK: [2017-10-22 日 20:22]--[2017-10-22 日 20:24] =>  0:02
99.8%
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:20]
   CLOCK: [2017-10-22 日 20:06]--[2017-10-22 日 20:20] =>  0:14
99.7%
   :END:
** DONE Review<2017-10-22 日>99.7%
   CLOSED: [2017-10-22 日 20:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-22 日 20:34]
   CLOCK: [2017-10-22 日 20:33]--[2017-10-22 日 20:34] =>  0:01
   :END:
* lesson 43two
* lesson 44three
* lesson 32four
* lesson 37five
* lesson 40six
* lesson 39seven
* lesson 15eight
* lesson 12nine
* lesson 33ten
* lesson eleven
* lesson 49twelve
* lesson 38thirteen
* lesson fourteen
* lesson 48fifteen
* lesson 42sixteen
* lesson 45seventeen
* lesson 4eighteen
* lesson 3nineteen
* lesson 16twenty
* lesson 19twenty one
* lesson 13twenty two
* lesson 12twenty three
* lesson 6twenty four
* lesson 1twenty five
* lesson 8twenty six
* lesson 9twenty seven
* lesson 50twenty eight
* lesson 46twenty nine
* lesson 5thirty
* lesson 2thirty one
* lesson 7twenty two
* lesson 10thirty three
* lesson 17thirty four
* lesson 18thirty five
** DONE Review<2017-10-23 一 05:21>98.6%
CLOSED: [2017-10-23 一 05:52]
:LOGBOOK:
- State "DONE"       from "STARTED"    [2017-10-23 一 05:52]
CLOCK: [2017-10-23 一 05:21]--[2017-10-23 一 05:52] =>  0:31
:END:
** DONE Review<2017-10-23 一 05:53>99.3%
CLOSED: [2017-10-23 一 06:25]
:LOGBOOK:
- State "DONE"       from "STARTED"    [2017-10-23 一 06:25]
CLOCK: [2017-10-23 一 05:53]--[2017-10-23 一 06:25] =>  0:32
:END:
** DONE Review<2017-10-24 二 04:05>98.3% 14
   CLOSED: [2017-10-24 二 04:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-24 二 04:28]
   CLOCK: [2017-10-24 二 04:05]--[2017-10-24 二 04:28] =>  0:23
   :END:
** DONE Review<2017-10-24 二 04:29>99.4%
   CLOSED: [2017-10-24 二 04:50]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-24 二 04:50]
   CLOCK: [2017-10-24 二 04:28]--[2017-10-24 二 04:50] =>  0:22
   :END:
* lesson 14thirty six
* lesson 11thirty seven
** DONE Review<2017-10-25 三 04:49>98.8%
   CLOSED: [2017-10-25 三 05:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 05:17]
   CLOCK: [2017-10-25 三 04:49]--[2017-10-25 三 05:17] =>  0:28
   :END:
** DONE Review<2017-10-25 三 05:18>99.4%
   CLOSED: [2017-10-25 三 05:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 05:45]
   CLOCK: [2017-10-25 三 05:18]--[2017-10-25 三 05:45] =>  0:27
   :END:
* lesson 34thirty eight
* lesson 35thirty nine
* lesson 26forty
* lesson 27forty one
* lesson 29forty two
* lesson 28forty three
* lesson 24forty four
* lesson 23forty five
* lesson 21forty six
* lesson 22forty seven
* lesson 31forty eight
* lesson 30forty nine
 * lesson fifty
* Lesson 25fitty
* eating
** TODO [#B]breakfast
SCHEDULED: <2017-10-26 四 07:00 +1d> DEADLINE: <2017-10-26 四 07:40 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-25 三 07:54]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 07:54]
   CLOCK: [2017-10-25 三 06:53]--[2017-10-25 三 07:54] =>  1:01
   - State "DONE"       from "STARTED"    [2017-10-24 二 07:32]
   CLOCK: [2017-10-24 二 06:47]--[2017-10-24 二 07:32] =>  0:45
   - State "DONE"       from "STARTED"    [2017-10-23 一 07:54]
   CLOCK: [2017-10-23 一 06:57]--[2017-10-23 一 07:54] =>  0:57
   :END:
** TODO [#B]lunch
SCHEDULED: <2017-10-26 四 11:40 +1d> DEADLINE: <2017-10-26 四 13:40>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-25 三 14:19]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 14:19]
   CLOCK: [2017-10-25 三 11:30]--[2017-10-25 三 14:19] =>  2:49
   - State "DONE"       from "STARTED"    [2017-10-24 二 14:07]
   CLOCK: [2017-10-24 二 11:38]--[2017-10-24 二 14:07] =>  2:29
   - State "DONE"       from "STARTED"    [2017-10-23 一 14:01]
   CLOCK: [2017-10-23 一 11:40]--[2017-10-23 一 14:01] =>  2:21
   :END:
** TODO [#B] dinner
   DEADLINE: <2017-10-26 四 18:40 +1d> SCHEDULED: <2017-10-26 四 17:40 +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-25 三 21:23]
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
   - State "DONE"       from "STARTED"    [2017-10-24 二 19:26]
   CLOCK: [2017-10-24 二 17:40]--[2017-10-24 二 19:26] =>  1:46
   - State "DONE"       from "STARTED"    [2017-10-23 一 21:30]
   CLOCK: [2017-10-23 一 16:54]--[2017-10-23 一 21:30] =>  4:36
   :END:
* STARTED sleep [#A]
  DEADLINE: <2017-10-26 四 05:00 +1d> SCHEDULED: <2017-10-25 三 22:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 04:38]
  :END:
  :LOGBOOK:
  CLOCK: [2017-10-25 三 21:24]
  - State "DONE"       from "STARTED"    [2017-10-25 三 04:38]
  CLOCK: [2017-10-24 二 21:31]--[2017-10-25 三 04:38] =>  7:07
  - State "DONE"       from "STARTED"    [2017-10-24 二 11:36]
  - State "DONE"       from "STARTED"    [2017-10-24 二 04:00]
  CLOCK: [2017-10-23 一 21:31]--[2017-10-24 二 04:00] =>  6:29
  - State "DONE"       from "STARTED"    [2017-10-23 一 05:18]
  CLOCK: [2017-10-22 日 21:06]--[2017-10-23 一 05:18] =>  8:12
  :END:
* TODO [#g] clean office
  DEADLINE: <2017-10-26 四 07:50 +1d> SCHEDULED: <2017-10-26 四 08:20 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 08:01]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:01]
  CLOCK: [2017-10-25 三 07:54]--[2017-10-25 三 08:01] =>  0:07
  - State "DONE"       from "STARTED"    [2017-10-24 二 07:54]
  CLOCK: [2017-10-24 二 07:33]--[2017-10-24 二 07:54] =>  0:21
  - State "DONE"       from "STARTED"    [2017-10-23 一 08:15]
  CLOCK: [2017-10-23 一 07:56]--[2017-10-23 一 08:15] =>  0:19
  :END:
* TODO [#B] handwriting
  SCHEDULED: <2017-10-26 四 06:30 +1d> DEADLINE: <2017-10-26 四 07:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 06:18]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 06:18]
  CLOCK: [2017-10-25 三 05:45]--[2017-10-25 三 06:18] =>  0:33
  - State "DONE"       from "STARTED"    [2017-10-24 二 05:52]
  CLOCK: [2017-10-24 二 05:26]--[2017-10-24 二 05:52] =>  0:26
  - State "DONE"       from "STARTED"    [2017-10-23 一 06:52]
  CLOCK: [2017-10-23 一 06:25]--[2017-10-23 一 06:52] =>  0:27
  :END:
* TODO [#B] browse news and free learn
  DEADLINE: <2017-10-26 四 08:30 +1d> SCHEDULED: <2017-10-26 四 08:20 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 06:52]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 06:52]
  CLOCK: [2017-10-25 三 06:18]--[2017-10-25 三 06:52] =>  0:34
  - State "DONE"       from "STARTED"    [2017-10-24 二 21:18]
  CLOCK: [2017-10-24 二 20:05]--[2017-10-24 二 21:18] =>  1:13
  - State "DONE"       from "STARTED"    [2017-10-24 二 17:40]
  CLOCK: [2017-10-24 二 17:15]--[2017-10-24 二 17:40] =>  0:25
  - State "DONE"       from "STARTED"    [2017-10-24 二 11:37]
  CLOCK: [2017-10-24 二 10:05]--[2017-10-24 二 11:37] =>  1:32
  - State "DONE"       from "STARTED"    [2017-10-24 二 05:26]
  CLOCK: [2017-10-24 二 04:54]--[2017-10-24 二 05:26] =>  0:32
  - State "DONE"       from "STARTED"    [2017-10-23 一 06:56]
  CLOCK: [2017-10-23 一 06:53]--[2017-10-23 一 06:56] =>  0:03
  :END:
* TODO [#B] learn lisp
  DEADLINE: <2017-10-26 四 09:30 +1d> SCHEDULED: <2017-10-26 四 08:30 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 08:29]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:29]
  CLOCK: [2017-10-25 三 08:01]--[2017-10-25 三 08:03] =>  0:02
  - State "DONE"       from "STARTED"    [2017-10-24 二 08:34]
  - State "DONE"       from "STARTED"    [2017-10-23 一 10:29]
  CLOCK: [2017-10-23 一 08:15]--[2017-10-23 一 10:29] =>  2:14
  :END:
高龙寅、王院长来玩8：30至10：30两个小时。
* TODO [#B] check teaching
  DEADLINE: <2017-10-26 四 10:00 +1d> SCHEDULED: <2017-10-26 四 09:30 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 08:52]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 08:52]
  CLOCK: [2017-10-25 三 08:30]--[2017-10-25 三 08:52] =>  0:22
  学生上课玩游戏问题仍有，关键是教师要严管，要求。
  - State "DONE"       from "STARTED"    [2017-10-24 二 10:06]
  CLOCK: [2017-10-24 二 08:35]--[2017-10-24 二 10:06] =>  1:31
  16级学生不学者众，玩手机者众。与教师交流一个小时
  - State "DONE"       from "STARTED"    [2017-10-23 一 11:34]
  CLOCK: [2017-10-23 一 10:50]--[2017-10-23 一 11:34] =>  0:44
  CLOCK: [2017-10-23 一 10:31]--[2017-10-23 一 10:47] =>  0:16
  :END:
* TODO [#B] practice
  DEADLINE: <2017-10-26 四 13:40 +1d> SCHEDULED: <2017-10-26 四 17:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 21:23]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
  - State "DONE"       from "STARTED"    [2017-10-25 三 16:00]
  CLOCK: [2017-10-25 三 14:21]--[2017-10-25 三 16:00] =>  1:39
  - State "DONE"       from "STARTED"    [2017-10-24 二 17:14]
  CLOCK: [2017-10-24 二 14:26]--[2017-10-24 二 14:40] =>  0:14
  - State "DONE"       from "STARTED"    [2017-10-24 二 14:23]
  :END:
* TODO [#A] give a lecture
  DEADLINE: <2017-10-30 一 13:40 +1w> SCHEDULED: <2017-10-30 一 17:00 +1w>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-23 一 16:52]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-23 一 16:52]
  CLOCK: [2017-10-23 一 13:40]--[2017-10-23 一 16:52] =>  3:12
  :END:
* DONE [#B] review
  CLOSED: [2017-10-24 二 14:09] DEADLINE: <2017-10-24 二 17:30 > SCHEDULED: <2017-10-24 二 13:40 >
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-24 二 14:09]
  :END:
* TODO [#B] training
  DEADLINE: <2017-10-26 四 20:00 +1d> SCHEDULED: <2017-10-26 四 19:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 21:23]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:23]
  - State "DONE"       from "STARTED"    [2017-10-24 二 19:26]
  - State "DONE"       from "STARTED"    [2017-10-23 一 21:31]
  :END:
* TODO [#B] free learn
  DEADLINE: <2017-10-26 四 21:40 +1d> SCHEDULED: <2017-10-26 四 20:00 +1d>
  :PROPERTIES:
  :LAST_REPEAT: [2017-10-25 三 21:24]
  :END:
  :LOGBOOK:
  - State "DONE"       from "STARTED"    [2017-10-25 三 21:24]
  - State "DONE"       from "STARTED"    [2017-10-24 二 20:02]
  CLOCK: [2017-10-24 二 19:26]--[2017-10-24 二 19:27] =>  0:01
  - State "DONE"       from "STARTED"    [2017-10-23 一 21:31]
  :END:
* meeting
